[{"listing_id":34598639,"id":559717840,"date":"2019-11-04","reviewer_id":259988,"reviewer_name":"Fergus","comments":"Great location in Brooklyn, convenient for transport. Excellent communication and spotlessly clean. Improvements would be an exterior light by entrance and a coffee maker. But in general a great spot to stay.","comments_meaningful":"great location brooklyn convenient transport excellent communication spotlessly clean improvement exterior light entrance coffee maker general great spot stay","polarity_meaningful":0.9559,"sentiment_meaningful":"Positive"},{"listing_id":3605524,"id":529288593,"date":"2019-09-14","reviewer_id":996416,"reviewer_name":"Nadine","comments":"Timer's apartment is great! Super location, fully equipped and clean. Also the communication was great. We are looking forward to coming back.","comments_meaningful":"timer apartment great super location fully equipped clean communication great look forward come","polarity_meaningful":0.944,"sentiment_meaningful":"Positive"},{"listing_id":753991,"id":46370809,"date":"2015-09-10","reviewer_id":28189250,"reviewer_name":"Cristóbal Andrés","comments":"Mark was very welcoming and was always responsive to every question we had. We didn't had a single problem. \n\nThe apartment was clean and just as it look online. All worked fine: the bed were comfortable, the kitchen fully equipped, air conditioner worked on the living room and was much appreciated with the very high temperatures of the week. \n\nThe neighborhood was quite, surrounded by restaurants and grocery stores to buy everything you could need. I never felt insecure even returning at 2 am. \n\nThe subway was a 10 min walk, and from there was a 30 - 45 min ride to Manhattan. \n\nI would definitely recommend Mark and the apartment. We had a very nice week in it.","comments_meaningful":"mark welcoming responsive question not single problem apartment clean look online work fine bed comfortable kitchen fully equip air conditioner work living room appreciate high temperature week neighborhood surround restaurant grocery store buy need feel insecure return subway min walk min ride manhattan definitely recommend mark apartment nice week","polarity_meaningful":0.9655,"sentiment_meaningful":"Positive"},{"listing_id":29103275,"id":544214863,"date":"2019-10-09","reviewer_id":176085745,"reviewer_name":"Angela","comments":"Stayed here for a night and it had everything I needed!","comments_meaningful":"stay night need","polarity_meaningful":0.0,"sentiment_meaningful":"Neutral"},{"listing_id":15528972,"id":186105105,"date":"2017-08-23","reviewer_id":3111027,"reviewer_name":"Sophie","comments":"Appartement conforme aux photos et très bien situé. Nous étions 4 adultes et c'était parfait pour notre séjour à Manhattan.","comments_meaningful":"appartement conforme aux photos et tres bien situe nous etion adultes et etait parfait pour notre sejour manhattan","polarity_meaningful":0.0,"sentiment_meaningful":"Neutral"},{"listing_id":5287733,"id":87959609,"date":"2016-07-22","reviewer_id":70050067,"reviewer_name":"Cameron","comments":"Please see my previous comments about the total lack of air conditioning in this room.\r\n\r\nThis was our first-ever AirBnb experience and it very well might be our last.\r\n\r\nWhat a complete disaster.  NEVER stay here.","comments_meaningful":"previous comment total lack air conditioning room airbnb experience complete disaster stay","polarity_meaningful":-0.7506,"sentiment_meaningful":"Negative"},{"listing_id":30591382,"id":456425445,"date":"2019-05-21","reviewer_id":127073485,"reviewer_name":"Natalia","comments":"Thank you so much!!!!!!","comments_meaningful":"thank","polarity_meaningful":0.3612,"sentiment_meaningful":"Neutral"},{"listing_id":11033590,"id":115977643,"date":"2016-11-27","reviewer_id":64663867,"reviewer_name":"Patricia","comments":"The Bleecker location is excellent. The apartment is very welcoming and comfortable and the master suite is lovely. The roof terrace is great as well. Somar was an excellent host making sure we had what we needed during our stay. ","comments_meaningful":"bleecker location excellent apartment welcoming comfortable master suite lovely roof terrace great somar excellent host sure need stay","polarity_meaningful":0.9744,"sentiment_meaningful":"Positive"},{"listing_id":3268008,"id":586091695,"date":"2020-01-01","reviewer_id":262270547,"reviewer_name":"Manuel","comments":"Excelente apartamento, muy limpio y con mucho estilo. No se van a arrepentir de alquilarlo!!!\nEl barrio donde esta ubicado es muy lindo con locales de todo tipo y tiene paradas de subte cerca para moverte hacia donde quieras.\nGracias Matt y Jason por hospedarnos, estuvieron en todos los detalles para hacernos sentir cómodos. \nSin duda volveré a alquilar este apartamento el día que vuelva.","comments_meaningful":"excelente apartamento muy limpio con mucho estilo se van arrepentir de alquilarlo el barrio donde esta ubicado es muy lindo con locales de todo tipo tiene paradas de subte cerca para moverte hacia donde quieras gracias matt jason por hospedarnos estuvieron en todos los detalles para hacernos sentir comodos sin duda volvere alquilar este apartamento el dia que vuelva","polarity_meaningful":-0.5574,"sentiment_meaningful":"Negative"},{"listing_id":18890521,"id":256281819,"date":"2018-04-22","reviewer_id":9776920,"reviewer_name":"Candice","comments":"The place was spacious with a bright living room. Very conveniently located.","comments_meaningful":"place spacious bright living room conveniently locate","polarity_meaningful":0.4404,"sentiment_meaningful":"Neutral"},{"listing_id":8534893,"id":101551852,"date":"2016-09-13","reviewer_id":60166955,"reviewer_name":"Laura","comments":"Wir hatten ein paar schöne Tage in New York! Das Zimmer war klein aber fein, wir hatten alles was wir brauchten und auch die Lage war perfekt! \nTrevor haben wir leider kaum gesehen, da wir meistens unterwegs waren..","comments_meaningful":"wir hatten ein paar schone tage new york das zimmer war klein aber fein wir hatten alles wir brauchten und auch die lage war perfekt trevor haben wir leider kaum gesehen da wir meistens unterwegs waren","polarity_meaningful":-0.9136,"sentiment_meaningful":"Negative"},{"listing_id":16164497,"id":195758549,"date":"2017-09-20","reviewer_id":133536266,"reviewer_name":"寰轩","comments":"非常棒的房子,离地铁很近,所以去曼哈顿非常方便,只需20分钟,房间很干净整洁｡房东人也很好,房东会说中文,中国人去的话很方便沟通,我们刚到的时候房东还载我们去超市买生活用品,很感动,祝房东生意兴隆,生活美满｡","comments_meaningful":"fei chang bang de fang zi chi di tie hen jin suo yi qu man ha dun fei chang fang bian zhi xu fen zhong fang jian hen gan jing zheng ji .fang dong ren ye hen hao fang dong hui shuo zhong wen zhong guo ren qu de hua hen fang bian gou tong wo men gang dao de shi hou fang dong huan zai wo men qu chao shi mai sheng huo yong pin hen gan dong zhu fang dong sheng yi xing long sheng huo mei man","polarity_meaningful":0.34,"sentiment_meaningful":"Neutral"},{"listing_id":15190865,"id":425022194,"date":"2019-03-17","reviewer_id":216345691,"reviewer_name":"Maximilian","comments":"Das Appartement liegt in einer ruhigen Gegend und war für fünf Personen optimal. Zur U-Bahn sind es lediglich knapp 10 Minuten, ebenso zur Metropolitan Avenue mit vielen Bars und Restaurants. \n\nDie Wohnung war sauber und geräumig und Lawrence war ein sehr freundlicher und hilfsbereiter Gastgeber, der auch immer für uns zu erreichen war.\n\nFür einen Städtetrip nach New York perfekt und auf jeden Fall zu empfehlen!","comments_meaningful":"das appartement liegt einer ruhigen gegend und war fur funf personen optimal zur bahn sind es lediglich knapp minuten ebenso zur metropolitan avenue mit vielen bars und restaurant die wohnung war sauber und geraumig und lawrence war ein sehr freundlicher und hilfsbereiter gastgeber der auch immer fur uns zu erreichen war fur einen stadtetrip nach new york perfekt und auf jeden fall zu empfehlen","polarity_meaningful":-0.9584,"sentiment_meaningful":"Negative"},{"listing_id":21844221,"id":570873708,"date":"2019-11-30","reviewer_id":14126325,"reviewer_name":"Alice","comments":"My parents stayed in Aj's lovely apartment over the Thanksgiving holiday. It was very comfortable, clean, modern, and conveniently located on a quiet Brooklyn neighborhood street near excellent transportation options. They said they would love to stay there again when they visit us next, and I would definitely recommend it.","comments_meaningful":"parent stay aj lovely apartment thanksgiving holiday comfortable clean modern conveniently locate quiet brooklyn neighborhood street near excellent transportation option love stay visit definitely recommend","polarity_meaningful":0.9766,"sentiment_meaningful":"Positive"},{"listing_id":14404240,"id":264368153,"date":"2018-05-13","reviewer_id":181710972,"reviewer_name":"旭文","comments":"主人很友好,周围环境不错｡","comments_meaningful":"zhu ren hen hao zhou wei huan jing bu cuo","polarity_meaningful":0.0,"sentiment_meaningful":"Neutral"},{"listing_id":645942,"id":462912684,"date":"2019-06-02","reviewer_id":235337125,"reviewer_name":"Ken","comments":"Place needs a good cleaning","comments_meaningful":"place need good cleaning","polarity_meaningful":0.4404,"sentiment_meaningful":"Neutral"},{"listing_id":583352,"id":5241188,"date":"2013-06-20","reviewer_id":5052981,"reviewer_name":"Maddy","comments":"The reservation was canceled 32 days before arrival. This is an automated posting.","comments_meaningful":"reservation cancel day arrival automate posting","polarity_meaningful":-0.25,"sentiment_meaningful":"Neutral"},{"listing_id":3808119,"id":65772212,"date":"2016-03-17","reviewer_id":43761571,"reviewer_name":"Matthias","comments":"Cathy's Wohnung ist ruhig und liegt großartig in kurzer Entfernung (5 Min. zu Fuß) zu zwei Subway-Linien. Die Straße ist ruhig, vor allem nachts. Wir genossen es, bei offenen Fenster zu schlafen und waren doch in 30 Minuten in Manhattan. Cathy ist eine tolle Gastgeberin: Sie ist da, wenn man sie braucht, aber ansonsten unsichtbar. Ihre Tips für die Umgebung passen, man fühlt sich schon am ersten Tag heimisch. Die Wohnung ist für drei, max 4 Personen ausreichend, sehr sauber und gut ausgestattet. Für uns der perfekte Ort, um uns nach langen Touren durch NYC wieder zu erholen. Wir empfehlen Cathy und ihre Wohnung uneingeschränkt! Alle positiven Bewertungen hier können wir nur unterschreiben! Thanks for your hospitality!","comments_meaningful":"cathy wohnung ist ruhig und liegt grossartig kurzer entfernung min zu fuss zu zwei subway linien die strasse ist ruhig vor allem nachts wir genossen es bei offenen fenster zu schlafen und waren doch minuten manhattan cathy ist eine tolle gastgeberin sie ist da wenn man sie braucht aber ansonsten unsichtbar ihre tips fur die umgebung passen man fuhlt sich schon ersten tag heimisch die wohnung ist fur drei max personen ausreichend sehr sauber und gut ausgestattet fur uns der perfekte ort um uns nach langen touren durch wieder zu erholen wir empfehlen cathy und ihre wohnung uneingeschrankt alle positiven bewertungen hier konnen wir nur unterschreiben thank hospitality","polarity_meaningful":-0.8807,"sentiment_meaningful":"Negative"},{"listing_id":11715256,"id":428695486,"date":"2019-03-25","reviewer_id":85897110,"reviewer_name":"Elizabeth","comments":"Main issue with this place was not having elevator and it being on 5th floor. I was staying long term so it was quite an exhausting moving process. Also did the price I think they should have replaced the heavily stained\/ basically destroyed wooden tables, had better paint jobs, fixed the side of bathroom sink that was rotting, replaced knob in drive that falls off. The drying aspect of the washer dryer does not really work. It’s about a 24 hour process of drying your clothes and much easier to just air dry them.","comments_meaningful":"main issue place not elevator floor stay long term exhausting moving process price think replace heavily stain basically destroy wooden table paint job fix bathroom sink rot replace knob drive fall drying aspect washer dryer not work hour process dry clothe easy air dry","polarity_meaningful":-0.4767,"sentiment_meaningful":"Neutral"},{"listing_id":16148973,"id":461015346,"date":"2019-05-30","reviewer_id":89153517,"reviewer_name":"Marjorie","comments":"Thanks Bobbi for the apartment, well located and furnished, it was a great for our first time in New-York.","comments_meaningful":"thanks bobbi apartment located furnish great time new york","polarity_meaningful":0.7906,"sentiment_meaningful":"Positive"},{"listing_id":27703666,"id":599473606,"date":"2020-01-30","reviewer_id":309418548,"reviewer_name":"素兆","comments":"房间很舒适,可以有3张床可以睡觉,阳光非常好,桌子很扎实特别好,电视节目丰富,交通很方便,火车站旁小店的三明治很好吃｡","comments_meaningful":"fang jian hen shu gua ke yi zhang chuang ke yi shui jue yang guang fei chang hao zhuo zi hen zha shi te bie hao dian shi jie mu feng fu jiao tong hen fang bian huo che zhan pang xiao dian de san ming zhi hen hao chi","polarity_meaningful":-0.6908,"sentiment_meaningful":"Negative"},{"listing_id":25477608,"id":610494174,"date":"2020-02-24","reviewer_id":303918174,"reviewer_name":"María Paz","comments":"Lindo departamento y barrio! Tuvimos una buena estadía y si había un problema Adam lo intentaba solucionar inmediatamente:) la ubicación es buena pero para llegar a la estación de metro son unos 15 minutos caminando app, adam nos dejó guardar las maletas despues del check out ya que teníamos un vuelo de noche y eso se agradece.","comments_meaningful":"lindo departamento barrio tuvimos una buena estadia si habia un problema adam lo intentaba solucionar inmediatamente la ubicacion es buena pero para llegar la estacion de metro son unos minutos caminando app adam nos dejo guardar las maletas despues del check ya que teniamos un vuelo de noche eso se agradece","polarity_meaningful":0.0,"sentiment_meaningful":"Neutral"},{"listing_id":24122725,"id":338940481,"date":"2018-10-21","reviewer_id":194791119,"reviewer_name":"Mesebe","comments":"At least the room we got was only the size of a walkin (Website hidden by Airbnb) space for anything else. I could literally put my leg high up the door knob just sitting on the twin bed which fills the entire room. \n\nGet your own rides even if he offers one\nthe place building smells really badly of cigarettes and alcohol.\n I didn't feel safe so i left immediately after check in.","comments_meaningful":"room size walkin website hide airbnb space literally leg high door knob sit twin bed fill entire room ride offer place building smell badly cigarette alcohol not feel safe leave immediately check","polarity_meaningful":-0.7234,"sentiment_meaningful":"Negative"},{"listing_id":14335272,"id":154678014,"date":"2017-05-25","reviewer_id":106751187,"reviewer_name":"Carmo","comments":"A casa é muito confortável e de fácil acesso (muito perto da linha Q que em poucos minutos nos leva ao centro de Manhattan). O prédio não tem elevador mas os dois lances de escadas até ao apartamento não são problema! A April é muito discreta (tem uma porta separada para o seu quarto), apenas a vimos no último dia pois ela faz tudo para tornar estadia o mais agradável possível! Recomendo este apartamento para quem quiser passar uns dias agradáveis em NYC. Recomendo também um restaurante a dois quarteirões de casa onde se pode contar com cozinha italiana barata e beber um bom vinho antes de chegar a casa e ainda ouvir um agradável jazz ao vivo ( (Website hidden by Airbnb) )!","comments_meaningful":"casa muito confortavel de facil acesso muito perto da linha que em poucos minutos nos leva ao centro de manhattan predio nao tem elevador mas os dois lances de escadas eat ao apartamento nao sao problema april muito discreta tem uma porta separada para seu quarto apenas vimos ultimo dia pois ela faz tudo para tornar estadia mais agradavel possivel recomendo este apartamento para quem quiser passar uns dias agradaveis em recomendo tambem um restaurante dois quarteiroes de casa onde se pode contar com cozinha italiana barata beber um bom vinho antes de chegar casa ainda ouvir um agradavel jazz ao vivo website hide airbnb","polarity_meaningful":-0.1779,"sentiment_meaningful":"Neutral"},{"listing_id":13997552,"id":484825082,"date":"2019-07-09","reviewer_id":26327674,"reviewer_name":"Meng","comments":"离地铁很近,去曼哈顿和机场都很方便,门口可免费停车,虽然车位比较紧张,但是转一转总是可以找到车位｡装修风格很现代,配套家具和餐具都很齐全,附近有一个叫food bazaar的超市东西啥都能买到｡房东非常热情周到｡非常棒的体验,强烈推荐｡","comments_meaningful":"chi di tie hen jin qu man ha dun ji chang du hen fang bian men kou ke mian fei ting che sui ran che wei bi jiao jin zhang dan shi zhuan yi zhuan zong shi ke yi zhao dao che wei .zhuang xiu feng ge hen xian dai pei tao jia ju ju du hen qi quan fu jin yi ge jiao food bazaarde chao shi dong xi sha du neng mai dao .fang dong fei chang qing zhou dao .fei chang bang de ti yan qiang lie tui jian","polarity_meaningful":-0.5106,"sentiment_meaningful":"Negative"},{"listing_id":6288004,"id":108271085,"date":"2016-10-15","reviewer_id":91097073,"reviewer_name":"Ursula","comments":"Die Wohnung entspricht der Beschreibung und  ist mit der Subway gut erreichbar, nächste Station ist ca 5 Minuten entfernt. Es ist etwas laut, aber Hien stellt Oropax zur Verfügung. Hien ist hilfsbereit und steht für Infos zur Verfügung.","comments_meaningful":"die wohnung entspricht der beschreibung und ist mit der subway gut erreichbar nachste station ist minuten entfernt es ist etwas laut aber hien stellt oropax zur verfugung hien ist hilfsbereit und steht fur infos zur verfugung","polarity_meaningful":-0.5994,"sentiment_meaningful":"Negative"},{"listing_id":21081485,"id":226586246,"date":"2018-01-11","reviewer_id":6535925,"reviewer_name":"Damien","comments":"Très bonne adresse si vous voulez être proche de l'aéroport et vivre l'expérience d'un quartier vivant du Queens. La chambre est très propre, le lit comfortable, Lucy vous accueille parfaitement, et le tout pour un tarif plus qu'honnête. Rodo était disponible pour répondre à toutes questions. Je recommande.\nGracias!","comments_meaningful":"tres bonne adresse si vous voulez etre proche de aeroport et vivre experience un quartier vivant du queens la chambre est tres propre le light comfortable lucy vous accueille parfaitement et le tout pour un tarif plus qu honnete rodo etait disponible pour repondre toutes question je recommande gracias","polarity_meaningful":0.4215,"sentiment_meaningful":"Neutral"},{"listing_id":21089520,"id":328255311,"date":"2018-09-25","reviewer_id":5588101,"reviewer_name":"Ulrike","comments":"It was a great stay.Lots of space in the apartment with a quiet location. Easy check in.\nPublic transportation was very close. Everything was clean and neat, and there was plenty of details such as  WiFi, a list of recommendations for shopping and dining. Shelliann was a great host, she let us do a late check out. Highly recommended.","comments_meaningful":"great stay lot space apartment quiet location easy check public transportation close clean neat plenty detail wifi list recommendation shopping dining shelliann great host let late check highly recommend","polarity_meaningful":0.9617,"sentiment_meaningful":"Positive"},{"listing_id":690960,"id":263314290,"date":"2018-05-11","reviewer_id":146657954,"reviewer_name":"Vanessa","comments":"Une chambre très très propre, avec à dispositions des dosettes de café (très sympa) des serviettes de toilette, pas de gel douche, un sèche cheveux, tout le nécessaire pour manger, rien à redire ! En revanche, le quartier est très très sale et peu rassurant, nous n’avons jamais rencontré de pb, mais nous ne rentrions pas tard le soir (20h30 Max.) car vraiment je n’étais pas à l’aise et c’est dommage ! Le métro est à côté du logement ! j’ai demandé à rencontrer Ingrid, mais elle rentrait tard (c’est bien dommage). Cependant elle nous a aidé appeler un taxi.","comments_meaningful":"une chambre tres tres propre avec disposition des dosettes de cafe tres sympa des serviettes de toilette pas de gel douche un seche cheveux tout le necessaire pour manger rien redire en revanche le quartier est tres tres sale et peu rassurant nous n'avons jamais rencontre de pb mais nous ne rentrions pas tard le soir max car vraiment je n'etais pas l'aise et c'est dommage le metro est cote du logement j'ai demande rencontrer ingrid mais elle rentrait tard c'est bien dommage cependant elle nous aide appeler un taxi","polarity_meaningful":-0.875,"sentiment_meaningful":"Negative"},{"listing_id":13938420,"id":344057294,"date":"2018-11-02","reviewer_id":209452912,"reviewer_name":"Carol","comments":"The hosts where lovely and accomodating, but we found the rooms furniture and appearance was not as nice as it looked in the photos.","comments_meaningful":"host lovely accomodating find room furniture appearance not nice look photo","polarity_meaningful":0.3544,"sentiment_meaningful":"Neutral"},{"listing_id":10016353,"id":291231915,"date":"2018-07-15","reviewer_id":127046544,"reviewer_name":"Pilar","comments":"Where should we start from? \nFirst, the apartment don’t look like in the pictures, he is showed pictures of his ( the host) master bed, the apartment is filthy. The sink was clogged and smelled bed, the sheets, towels, and pillows were not washed for a while. There were A LOT of trash hidden under our bed. The shower and bathroom were in really bad condition.\nSecond, I’m sorry but that is not in Lower east side but right outside filthy part of Chinatown.\nThird, the host. He is living in the apartment in a room next to you, at the last day we had to check out by 10, when we asked him to keep our stuff (one carry on luggage) in the apartment for few more hours since our flight is later he refused. When we explained him that we can’t travel with the luggage in the city and he might be ruin our last day of the trip, he didn’t care and asked us to leave with rude attitude and wouldn’t listen or care at all. \nIt is 3 bedroom apartment, one of the rooms is belong to the host and the other 2 is just Airbnb business to him, you are just a number to him. \nI’m positive you can find better option, trust me, I had really bad experience. Don’t spend your money here or you will find yourself write a bad review like me.","comments_meaningful":"start apartment not look like picture picture host master bed apartment filthy sink clog smell bed sheet towel pillow not wash lot trash hide bed shower bathroom bad condition second sorry not lower east right outside filthy chinatown host live apartment room day check ask stuff carry luggage apartment hour flight later refuse explain not travel luggage city ruin day trip not care ask leave rude attitude not listen care bedroom apartment room belong host airbnb business number positive find option trust bad experience not spend money find write bad review like","polarity_meaningful":-0.9625,"sentiment_meaningful":"Negative"},{"listing_id":7610785,"id":264732126,"date":"2018-05-14","reviewer_id":55317083,"reviewer_name":"Matthias","comments":"Wir sind zu fünft für 8 Tage untergekommen und uns nie in die Quere gekommen. Nur der Esstisch hätte nicht kleiner sein dürfen, es gab auch nicht von jedem Besteck genug für alle, aber ich hab gar nichts zu meckern, das waren nur Nebensächlichkeiten. Insgesamt waren wir mit allem sehr zufrieden. Vermutlich wird es im Sommer heiß in der Wohnung, in den Schlafzimmern funktioniert die Klimaanlage nicht ganz zuverlässig. Anbindung an Züge Richtung Downtown Manhattan ist top! Preis-Leistung stimmt voll.","comments_meaningful":"wir sind zu funft fur tage untergekomman und uns nie die quere gekomman nur der esstisch hatte nicht kleiner sein durfen es gab auch nicht von jedem besteck genug fur alle aber ich hab gar nichts zu meckern das waren nur nebensachlichkeiten insgesamt waren wir mit allem sehr zufrieden vermutlich wird es sommer heiss der wohnung den schlafzimmern funktioniert die klimaanlage nicht ganz zuverlassig anbindung zuge richtung downtown manhattan ist preis leistung stimmt voll","polarity_meaningful":-0.8316,"sentiment_meaningful":"Negative"},{"listing_id":12937,"id":165018018,"date":"2017-06-30","reviewer_id":1596164,"reviewer_name":"Erin","comments":"As advertised.  Lovely street.  Subway access to Manhattan is excellent.  We really only slept there which it was perfect suited for.  Accommodating and friendly hosts.  Thanks!","comments_meaningful":"advertise lovely street subway access manhattan excellent sleep perfect suited accommodate friendly host thank","polarity_meaningful":0.9509,"sentiment_meaningful":"Positive"},{"listing_id":433414,"id":32454594,"date":"2015-05-18","reviewer_id":15407753,"reviewer_name":"Christine","comments":"This place was really great! I'm from the neighborhood but my parents were visiting so I found this airbnb and the space was amazing. A big space for two people and the place came equipped with really nice cookware and clean sheets and towels. My parents really enjoyed their stay and it was much cheaper than finding a hotel in the area. Lots of markets and the subway was a block away so it was easy for me to get to. Overall an awesome place to stay and experience New York\/Brooklyn! ","comments_meaningful":"place great neighborhood parent visit find airbnb space amazing big space people place come equip nice cookware clean sheet towel parent enjoy stay cheap find hotel area lot market subway block away easy overall awesome place stay experience new york brooklyn","polarity_meaningful":0.967,"sentiment_meaningful":"Positive"},{"listing_id":35616750,"id":529258205,"date":"2019-09-14","reviewer_id":3366387,"reviewer_name":"Frank","comments":"wir hatten einen fantastischen Aufenthalt in kyles Apartment . Schlüsselübergabe war unkompliziert durch die \"keybox\" im Cafe Bean um die Ecke . Betten waren sehr bequem , die Zimmer ausserordentlich ruhig , da sie keinen direkten Blick zur Strasse haben. Zum Glück !! ich war schon oft in new York und ich weiss wie laut der Strassenlärm sein kann . Alles war perfekt ,  war hatten  sehr viel Platz für 3 Personen . Supermarkt und viele gute Restaurants in unmittelbarer Nähe . ich liebe dieses Viertel . viel Streelife und nicht so touristisch überlaufen . jederzeit wieder . P.S. Die 4 Treppen ( sind kein Problem ) haben meiner Fitness sehr gut getan (:-) danke fuer alles Kyle","comments_meaningful":"wir hatten einen fantastischen aufenthalt kyles apartment schlusselubergabe war unkompliziert durch die keybox cafe bean um die ecke betten waren sehr bequem die zimmer ausserordentlich ruhig da sie keinen direkten blick zur strasse haben zum gluck ich war schon oft new york und ich weiss wie laut der strassenlarm sein kann alles war perfekt war hatten sehr viel platz fur personen supermarkt und viele gute restaurants unmittelbarer nahe ich liebe dieses viertel viel streelife und nicht touristisch uberlaufen jederzeit wieder die treppen sind kein problem haben meiner fitness sehr gut getan danke fuer alles kyle","polarity_meaningful":-0.987,"sentiment_meaningful":"Negative"},{"listing_id":10280549,"id":286150086,"date":"2018-07-05","reviewer_id":6024713,"reviewer_name":"Matthias","comments":"...beste Voraussetzungen!","comments_meaningful":"beste voraussetzungen","polarity_meaningful":0.0,"sentiment_meaningful":"Neutral"},{"listing_id":15028194,"id":533408636,"date":"2019-09-21","reviewer_id":215691013,"reviewer_name":"Manuel","comments":"Great place to stay! Zachary is a super host and the place and location are beyond what I expected, really enjoyed my NY vacations.","comments_meaningful":"great place stay zachary super host place location expect enjoy vacation","polarity_meaningful":0.9042,"sentiment_meaningful":"Positive"},{"listing_id":14104812,"id":153286125,"date":"2017-05-20","reviewer_id":91044165,"reviewer_name":"Silvia","comments":"We had a great time with the hosts and their pets. The place is neat and located in a convenient and safe location in Brooklyn. We would recommend Miho and Justin's accommodation with no restrains.","comments_meaningful":"great time host pet place neat locate convenient safe location brooklyn recommend miho justin accommodation restrain","polarity_meaningful":0.91,"sentiment_meaningful":"Positive"},{"listing_id":4504115,"id":32771338,"date":"2015-05-21","reviewer_id":4299161,"reviewer_name":"Nelly","comments":"Filip was super nice and very accommodating. The room is very spacious and clean too. He even welcomed us with chocolates! I would certainly recommend the place for someone who wants to try out Brooklyn area. Easy access to Manhattan where you can still get a seat in the subway :p","comments_meaningful":"filip super nice accommodate room spacious clean welcome chocolate certainly recommend place try brooklyn area easy access manhattan seat subway","polarity_meaningful":0.9595,"sentiment_meaningful":"Positive"},{"listing_id":3311834,"id":53872118,"date":"2015-11-14","reviewer_id":13956937,"reviewer_name":"Amparo","comments":"Un sitio recomendable. El apartamento es tal y como muestran las fotos, aunque al entrar en el edificio esperes algo peor. Sin duda voveriamos. Lamee nos estaba esperando y en todo momento se mostró encantador, ayudándonos incluso al final a buscar un sitio donde depositar nuestras maletas hasta la hora del vuelo. Nos encantó el barrio, los vecinos, la cercania del metro...","comments_meaningful":"un sitio recomendable el apartamento es tal como muestran las fotos aunque al entrar en el edificio esperes algo peor sin duda voveriamos lamee nos estaba esperando en todo momento se mostro encantador ayudandonos incluso al final buscar un sitio donde depositar nuestras maletas hasta la hora del vuelo nos encanto el barrio los vecinos la cercania del metro","polarity_meaningful":-0.5574,"sentiment_meaningful":"Negative"},{"listing_id":31639490,"id":495840682,"date":"2019-07-26","reviewer_id":161191174,"reviewer_name":"Judy","comments":"Such an enjoyable experience. Great accomodations, perfect location and great host.  Karsen was very quick to get back to us and very thoughtful when we arrived with cold waters in fridge!! Can’t wait to stay again!","comments_meaningful":"enjoyable experience great accomodation perfect location great host karsen quick thoughtful arrive cold water fridge not wait stay","polarity_meaningful":0.9545,"sentiment_meaningful":"Positive"},{"listing_id":34744587,"id":524750778,"date":"2019-09-06","reviewer_id":40420390,"reviewer_name":"Milly","comments":"Lewis was a great host, really friendly and responded to my messages very quickly. The house was very clean and exactly what that picture show. Great location close to bars and restaurants and to public transport.","comments_meaningful":"lewis great host friendly respond message quickly house clean exactly picture great location close bar restaurant public transport","polarity_meaningful":0.9337,"sentiment_meaningful":"Positive"},{"listing_id":9734068,"id":358199375,"date":"2018-12-13","reviewer_id":36147874,"reviewer_name":"Vadym","comments":"Apartment in bad condition, all was uncleaned, towels not fresh, very noisy and what is worst is cockroach and bugs greed you sometimes. But anyway Manny was kind.","comments_meaningful":"apartment bad condition uncleaned towel not fresh noisy bad cockroach bug greed manny kind","polarity_meaningful":-0.7746,"sentiment_meaningful":"Negative"},{"listing_id":34063075,"id":570471048,"date":"2019-11-29","reviewer_id":44198695,"reviewer_name":"Raphael","comments":"Tudo muito bom !! Recomendo.","comments_meaningful":"tudo muito bom recomendo","polarity_meaningful":0.0,"sentiment_meaningful":"Neutral"},{"listing_id":6445173,"id":197039094,"date":"2017-09-24","reviewer_id":19536223,"reviewer_name":"Courtni","comments":"Stunning duplex, spacious, and nice location. Such a steal. Worth every single penny!","comments_meaningful":"stunning duplex spacious nice location steal worth single penny","polarity_meaningful":0.4767,"sentiment_meaningful":"Neutral"},{"listing_id":15041647,"id":331032171,"date":"2018-10-01","reviewer_id":13875182,"reviewer_name":"Sze-Chi","comments":"The hosts are really nice.","comments_meaningful":"host nice","polarity_meaningful":0.4215,"sentiment_meaningful":"Neutral"},{"listing_id":546383,"id":172373108,"date":"2017-07-20","reviewer_id":138442556,"reviewer_name":"Leibniz","comments":"房主是一对非常友善的夫妇,两个人都很友善,给了我很多的建议和帮助｡他们家的猫真是太Q了,老是想进我的房间｡这家房子在法拉盛地区,有很多中餐,特别棒｡交通距离市中心半小时左右,非常方便｡总体而言非常愉快的入住体验｡","comments_meaningful":"fang zhu shi yi dui fei chang shan de fu fu liang ge ren du hen shan gei liao wo hen duo de jian yi bang zhu .ta men jia de mao zhen shi tai qliao lao shi xiang jin wo de fang jian .zhe jia fang zi zai fa la sheng di qu hen duo zhong te bie bang .jiao tong ju chi shi zhong xin ban xiao shi zuo fei chang fang bian .zong ti er yan fei chang yu kuai de ru zhu ti yan","polarity_meaningful":-0.9325,"sentiment_meaningful":"Negative"},{"listing_id":13259442,"id":214303601,"date":"2017-11-25","reviewer_id":118103665,"reviewer_name":"子轩","comments":"很纽约的民宿,哥大附近,不过屋子里采光一般,而且比较小｡卫生还好,两张床其中一张是沙发床,如果要用的话会加三十五刀","comments_meaningful":"hen niu yue de min su ge da fu jin bu guo wu zi li cai guang yi ban er qie bi jiao xiao .wei sheng huan hao liang zhang chuang qi zhong yi zhang shi sha fa chuang ru guo yao yong de hua hui jia san shi wu dao","polarity_meaningful":-0.8519,"sentiment_meaningful":"Negative"},{"listing_id":5739031,"id":50028211,"date":"2015-10-08","reviewer_id":2657661,"reviewer_name":"Jonathan","comments":"It was a lovely place to stay. Ewen and Mary were wonderful hosts—very friendly and sharing. My stay exceeded my expectations and I would gladly recommend staying here. ","comments_meaningful":"lovely place stay ewen mary wonderful host -- friendly share stay exceed expectation gladly recommend stay","polarity_meaningful":0.9501,"sentiment_meaningful":"Positive"},{"listing_id":891117,"id":434913202,"date":"2019-04-08","reviewer_id":222594143,"reviewer_name":"Sunniva","comments":"Do not stay here!! We found hair on the sheets, and a lot of dust under the bed. The floors in the apartment were not clean and it was in generall really dust. Bad paint job in the apartment. The bathroom was hazardous and we had to shower with the socks on. The toilet was broken and dirty. The kitchen was unusable and there was no space to keep food in the refridgerator or freezer and they were really dirty!!! There was trash all over the kitchen. No trash can in the bedroom or bathroom. No value for money.","comments_meaningful":"not stay find hair sheet lot dust bed floor apartment not clean generall dust bad paint job apartment bathroom hazardous shower sock toilet break dirty kitchen unusable space food refridgerator freezer dirty trash kitchen trash bedroom bathroom value money","polarity_meaningful":-0.8465,"sentiment_meaningful":"Negative"},{"listing_id":4950807,"id":319516645,"date":"2018-09-06","reviewer_id":71413127,"reviewer_name":"Maria","comments":"No se por donde empezar fue mi primera vez que viajaba a Nueva York y de verdad lo disfruté muchísimo. Andres es un excelente anfitrión te ayuda recomendándote lugares únicos en la ciudad. Su lugar es excelente para después de todo un día fuera de ver al ciudad llegas a descansar y dormir tranquilamente sin nada que te moleste. La ubicación esta excelente frente de central parte y cerca de la parada del metro, la zona es excelente porque hay muchas cosas cerca (tiendas, restaurantes, etc) en lo personal quiero agradecer a Andrés por hacernos sentir como en casa en esta inmensa ciudad.","comments_meaningful":"se por donde empezar fue mi primera vez que viajaba nueva york de verdad lo disfrute muchisimo andres es un excelente anfitrion te ayuda recomendandote lugares unicos en la ciudad su lugar es excelente para despues de todo un dia fuera de ver al ciudad llegas descansar dormir tranquilamente sin nada que te moleste la ubicacion esta excelente frente de central parte cerca de la parada del metro la zona es excelente porque hay muchas cosas cerca tiendas restaurante en lo personal quiero agradecer andres por hacernos sentir como en casa en esta inmensa ciudad","polarity_meaningful":-0.5574,"sentiment_meaningful":"Negative"},{"listing_id":858695,"id":540465958,"date":"2019-10-03","reviewer_id":97803345,"reviewer_name":"Marleen","comments":"it just doesn’t look like the photos at all and it was just dirty. had to cancel as soon as i got there.","comments_meaningful":"not look like photo dirty cancel soon","polarity_meaningful":-0.7193,"sentiment_meaningful":"Negative"},{"listing_id":21178117,"id":213693468,"date":"2017-11-22","reviewer_id":50364867,"reviewer_name":"Yuyuan","comments":"环境还是不错的,床也很舒服｡","comments_meaningful":"huan jing huan shi bu cuo de chuang ye hen shu fu","polarity_meaningful":-0.6908,"sentiment_meaningful":"Negative"},{"listing_id":25828589,"id":404294281,"date":"2019-01-23","reviewer_id":237454124,"reviewer_name":"Roxanne","comments":"It was my first time staying at a bnb n my experience was great.","comments_meaningful":"time stay bnb experience great","polarity_meaningful":0.6249,"sentiment_meaningful":"Positive"},{"listing_id":24945511,"id":341413743,"date":"2018-10-26","reviewer_id":176567526,"reviewer_name":"Miguel","comments":"The host canceled this reservation 7 days before arrival. This is an automated posting.","comments_meaningful":"host cancel reservation day arrival automate posting","polarity_meaningful":-0.25,"sentiment_meaningful":"Neutral"},{"listing_id":32847003,"id":469955147,"date":"2019-06-15","reviewer_id":183098983,"reviewer_name":"Emeka","comments":"Denise is an amazing host! She is very welcoming, helpful and quick to respond to any questions. The room was spacious, bright, and very clean, as were the bathrooms and kitchens. I had an excellent stay here and I highly recommend it all.","comments_meaningful":"denise amazing host welcoming helpful quick respond question room spacious bright clean bathroom kitchen excellent stay highly recommend","polarity_meaningful":0.9665,"sentiment_meaningful":"Positive"},{"listing_id":7850400,"id":54137677,"date":"2015-11-16","reviewer_id":46607692,"reviewer_name":"Ben","comments":"This duplex looks great from the outside and the inside doesn't disappoint. There's a large open area on each floor with lots of space. Very clean, tidy and comfortable. There were 5 of us in there for 4 nights and it was easily big enough and made a great base.\r\n\r\nThe location is fantastic. There are subway stations nearby in all directions, it's really easy to get to from JFK by public transport. For us it was great to be near so many bars and eateries and we could get to midtown really quickly and walk across Manhattan.\r\n\r\nHaim was a good host, very communicative and happy to work around our arrival and departure times.","comments_meaningful":"duplex look great outside inside not disappoint large open area floor lot space clean tidy comfortable night easily big great base location fantastic subway station nearby direction easy jfk public transport great near bar eatery midtown quickly walk manhattan haim good host communicative happy work arrival departure time","polarity_meaningful":0.9883,"sentiment_meaningful":"Positive"},{"listing_id":9488878,"id":152204073,"date":"2017-05-15","reviewer_id":59059214,"reviewer_name":"Roelanda","comments":"Het is een prima appartement met 2 slaapkamers voor 4 volwassenen. Je stapt op in 110th Street en dan ben je met de metro in ongeveer 20 minuten op Times Square. Restaurant Ellington op Amsterdam Avenue is een aanrader","comments_meaningful":"het een prima appartement meet slaapkamers voor volwassenen je stapt op street en dan ben je meet de metro ongeveer minuten op times square restaurant ellington op amsterdam avenue een aanrader","polarity_meaningful":0.0,"sentiment_meaningful":"Neutral"},{"listing_id":11359148,"id":299801898,"date":"2018-07-31","reviewer_id":127206220,"reviewer_name":"Kai","comments":"Bei Han and Denyce kann man sehr gut wohnen. Die Unterkunft ist sehr sauber und schön eingerichtet. Im Sommer ist sie kühl und man hat einen Zugang zum Garten.  Es handelt sich um zwei Räume mit einer kleinen Küche. Gut geeignet für 2 bis maximal 4 Personen. Zu Fuß und mit der Bahn ist man in 45 min in Manhatten. ","comments_meaningful":"bei han denyce kann man sehr gut wohnen die unterkunft ist sehr sauber und schon eingerichtet sommer ist sie kuhl und man hat einen zugang zum garten es handelt sich um zwei raume mit einer kleinen kuche gut geeignet fur bis maximal personen zu fuss und mit der bahn ist man min manhatten","polarity_meaningful":-0.5994,"sentiment_meaningful":"Negative"},{"listing_id":5192165,"id":518922819,"date":"2019-08-27","reviewer_id":219640418,"reviewer_name":"Lia","comments":"It's a really lovely room on a nice street. It's spacious and bright with a pleasant leafy view out the window. I slept like a baby and really enjoyed my stay. I hope I'll get to come and stay here again!","comments_meaningful":"lovely room nice street spacious bright pleasant leafy view window sleep like baby enjoy stay hope come stay","polarity_meaningful":0.9657,"sentiment_meaningful":"Positive"},{"listing_id":3324203,"id":339562497,"date":"2018-10-21","reviewer_id":134178096,"reviewer_name":"Christina","comments":"Expect to feel like you are at home. Not only the great touches but the warm welcome.","comments_meaningful":"expect feel like home not great touch warm welcome","polarity_meaningful":0.1381,"sentiment_meaningful":"Neutral"},{"listing_id":17751140,"id":495150199,"date":"2019-07-25","reviewer_id":249468524,"reviewer_name":"Simone","comments":"Das Zimmer ist gut, es entsprach genau dem was ich erwartet hatte. Besonders die Nähe zum Flughagen LGA ist perfekt und mit dem Bus gut zu erreichen. Die Gastgeber Sonia und ihr Mann sind sehr nett, hilfsbereit und freundlich.  Es war alles so wie in der Anzeige beschrieben und ich kann es für kurze Aufenthalte sehr empfehlen.","comments_meaningful":"das zimmer ist gut es entsprach genau dem ich erwartet hatte besonders die nahe zum flughagen lga ist perfekt und mit dem bus gut zu erreichen die gastgeber sonia und ihr mann sind sehr nett hilfsbereit und freundlich es war alle wie der anzeige beschrieben und ich kann es fur kurze aufenthalte sehr empfehlen","polarity_meaningful":-0.9136,"sentiment_meaningful":"Negative"},{"listing_id":6611652,"id":609992177,"date":"2020-02-23","reviewer_id":62210817,"reviewer_name":"Freddy","comments":"logement situé dans un quartier typique situé à 30min de manhattan,station de métro et commerces très proche,un petit rafraissement du mobiler est nécessaire au niveau du salon et cuisine,chambres impeccables mais petite nuisance avec l'appartement situé au dessus en raison du parquet,petit souci de fourmis lors de notre séjour,très bonne réactivité pour les échanges.","comments_meaningful":"logement situe dans un quartier typique situe min de manhattan station de metro et commerces tres proche un petit rafraissement du mobiler est necessaire au niveau du salon et cuisine chambres impeccables mais petite nuisance avec appartement situe au dessus en raison du parquet petit souci de fourmis lors de notre sejour tres bonne reactivite pour les echanges","polarity_meaningful":0.0,"sentiment_meaningful":"Neutral"},{"listing_id":246916,"id":531935255,"date":"2019-09-18","reviewer_id":195340075,"reviewer_name":"Cristina","comments":"El apartamento está alejado de Manhattan. En metro, unos 45m. La zona es tranquila y residencial, llena de comercios. La habitación estaba limpia y era espaciosa para dos personas. Y Rafael nos ha dado privacidad, pese a que él vive abajo. Sin embargo no hemos notado mucha ayuda para algunas cosas que le hemos preguntado.","comments_meaningful":"el apartamento esta alejado de manhattan en metro unos la zona es tranquila residencial llena de comercios la habitacion estaba limpia era espaciosa para dos personas rafael nos ha dado privacidad pese que el vive abajo sin embargo hemos notado mucha ayuda para algunas cosas que le hemos preguntado","polarity_meaningful":-0.296,"sentiment_meaningful":"Neutral"},{"listing_id":28690074,"id":438789336,"date":"2019-04-17","reviewer_id":156581571,"reviewer_name":"Andras","comments":"Great place, exactly what is on the pictures, very flexible host, good experience. Happy to recommend to everyone who needs a cosy (and small) place to spend a few days in the Big Smoke.","comments_meaningful":"great place exactly picture flexible host good experience happy recommend need cosy small place spend day big smoke","polarity_meaningful":0.9337,"sentiment_meaningful":"Positive"},{"listing_id":13232690,"id":335971636,"date":"2018-10-13","reviewer_id":183894903,"reviewer_name":"Pinkesh","comments":"Nice place for a small visit","comments_meaningful":"nice place small visit","polarity_meaningful":0.4215,"sentiment_meaningful":"Neutral"},{"listing_id":17437772,"id":537375612,"date":"2019-09-28","reviewer_id":206239248,"reviewer_name":"Miguel","comments":"La estancia en el departamento de Laetitia fue estupenda, la ubicación es muy buena ya que está el metro a unos pasos línea express y local que te conecta a todo Manhattan!!! La anfitriona excelente persona atenta y amable, nos dio consejos acerca de la ciudad y cosas por hacer. La cama es muy cómoda volvería sin pensarlo.","comments_meaningful":"la estancia en el departamento de laetitia fue estupenda la ubicacion es muy buena ya que esta el metro unos pasos linea express local que te conecta todo manhattan la anfitriona excelente persona atenta amable nos dio consejos acerca de la ciudad cosas por hacer la cama es muy comoda volveria sin pensarlo","polarity_meaningful":-0.5574,"sentiment_meaningful":"Negative"},{"listing_id":2148025,"id":176225082,"date":"2017-07-30","reviewer_id":136977118,"reviewer_name":"Regina","comments":"Roberta and Chris were great host. Very nice and kind and genuine people. The place was very nice and clean. Very comfortable. Has all the amenities you would need to provide for your family. The neighborhood is established. Easy to walk to the L train and to see NYC. Easy access to stores and restaurants. Will be using this place anytime I visit NYC!!","comments_meaningful":"roberta chris great host nice kind genuine people place nice clean comfortable amenity need provide family neighborhood establish easy walk train easy access store restaurant use place anytime visit","polarity_meaningful":0.9747,"sentiment_meaningful":"Positive"},{"listing_id":13274952,"id":327850280,"date":"2018-09-24","reviewer_id":87723266,"reviewer_name":"Felix","comments":"Die Wohnung und die Gastgeber sind echt super.\n\nDie Wohnung ist mit allem ausgestattet, was man für einen Städtetrip benötigt. Man hat ein eigenes Zimmer mit einem wirklich bequemen und großem Bett, ausreichend Platz, offen und hell gestaltet. Die restliche Wohnung konnten wir ganz normal mitbenutzen, vom Badezimmer bis zum Wohnzimmer und Küche mit allem was dazu gehört. \nMario und Marijke sind super Gastgeber: Sie quatschen gerne, sind offen und geben viele Tipps. Die ganze Zeit haben wir uns wohlgefühlt.\n\nEinziger kleiner Makel ist die Fahrzeit bis nach Manhattan. Je nach dem zu welchem Sightseeing Punkt man möchte dauert es meistens 40 Minuten (inklusive 10 Minuten Fußweg zur U-Bahn). Für New York-Verhältnisse ist dies jedoch normal. Die ist aber auch das einzig leicht negative.\n\nAlles in allem, war's wirklich super und ich würde die Wohnung jedem empfehlen bzw. selber das Zimmer nochmal beziehen! :)","comments_meaningful":"die wohnung und die gastgeber sind echt super die wohnung ist mit allem ausgestattet man fur einen stadtetrip benotigt man hat ein eigenes zimmer mit einem wirklich bequemen und grossem bett ausreichend platz offen und hell gestaltet die restliche wohnung konnten wir ganz normal mitbenutzen vom badezimmer bis zum wohnzimmer und kuche mit allem dazu gehort mario und marijke sind super gastgeber sie quatschen gerne sind offen und geben viele tipps die ganze zeit haben wir uns wohlgefuhlt einziger kleiner makel ist die fahrzeit bis nach manhattan je nach dem zu welchem sightseeing punkt man mochte dauert es meistens minuten inklusive minuten fussweg zur bahn fur new york verhaltnisse ist die jedoch normal die ist aber auch das einzig leicht negative alles allem war wirklich super und ich wurde die wohnung jedem empfehlen bzw selber das zimmer nochmal beziehen","polarity_meaningful":-0.9896,"sentiment_meaningful":"Negative"},{"listing_id":4455094,"id":297847634,"date":"2018-07-28","reviewer_id":1837673,"reviewer_name":"Ken","comments":"An excellent place to stay in Manhattan. Great location. Michael was a first class host and made us feel very welcome.","comments_meaningful":"excellent place stay manhattan great location michael class host feel welcome","polarity_meaningful":0.8957,"sentiment_meaningful":"Positive"},{"listing_id":8984085,"id":72484085,"date":"2016-05-02","reviewer_id":2096217,"reviewer_name":"Angela","comments":"The host should have been more upfront in the description and included that the 'private' room is a though fare to the only outside area so roommates will expect to come in and out of the room and that it's a smoking apartment, all the roommates smoke inside. The bedrooms are frequently sublet so there are often other people in the rooms and sleeping on the couches. A few of the roommates work from home from the living area and weren't very friendly. After one roommate rudely demanded to come in to my room (after I had said I was sick and needed sleep and privacy) I left. The host refused to give me a refund for my remaining days, Airbnb mediated and I was given a refund.\nThis apartment was definitely not for me and I wouldn't stay in this  particular area of Crown Heights again.","comments_meaningful":"host upfront description include private room fare outside area roommate expect come room smoking apartment roommate smoke inside bedroom frequently sublet people room sleep couch roommate work home live area not friendly roommate rudely demand come room sick needed sleep privacy leave host refuse refund remain day airbnb mediate refund apartment definitely not not stay particular area crown heights","polarity_meaningful":-0.5423,"sentiment_meaningful":"Negative"},{"listing_id":29561222,"id":364885912,"date":"2018-12-31","reviewer_id":114368427,"reviewer_name":"Franziska","comments":"Carmen ist eine sehr warmherzige, gastfreundliche und zuvorkommende Gastgeberin. Ihr Haus ist sehr sauber und mit Stil eingerichtet. Das Zimmer hat alles was man braucht. Ein bequemes großes Bett, Fenster, Schreibtisch, Schrank und und Sessel. Das sehr sauber Badezimmer mit Dusche, Handtücher, Föhn, Spiegel  und Duschartikeln. \nMit der Subway ist Manhattan und alles andere rundum die Uhr einfach zu erreichen.  Ich bin sehr froh darüber, dass ich sie kennen lernen durfte.  Carmen bereitete täglich ein sehr leckeres Frühstück mit Kaffee und heißer Schokolade. Zudem bietet sie ihren Gästen Essen an. Ich durfte ein leckeres dominikanisches Gericht probieren. Einfach fantastisch!  Man kann sich jederzeit aus dem gut bestückten Kühlschrank bedienen und die Küche nutzen. Sie kümmert sich sehr gut um ihre Gäste, antwortet zügig und zeigt einem, dass man sehr willkommen in ihrem Haus ist, sodass es sich anfühlt als wäre man im eigenen Zuhause. Ich empfand die Umgebung als sicher und gut lokalisiert. War häufig nachts unterwegs und bin nur auf nette und hilfsbereite Menschen gestoßen. Werde auf jeden Fall noch mal kommen! Carmen ist wirklich ein wahrer Engel und die beste Gastgeberin, die ich kennen lernen durfte. Ich kann sie zu 100 % weiterempfehlen. Danke für alles!","comments_meaningful":"carmen ist eine sehr warmherzige gastfreundliche und zuvorkommende gastgeberin ihr haus ist sehr sauber und mit stil eingerichtet das zimmer hat alles man braucht ein bequeme grosses bett fenster schreibtisch schrank und und sessel das sehr sauber badezimmer mit dusche handtucher fohn spiegel und duschartikeln mit der subway ist manhattan und alles andere rundum die uhr einfach zu erreichen ich bin sehr froh daruber dass ich sie kennen lernen durfte carmen bereitete taglich ein sehr leckeres fruhstuck mit kaffee und heisser schokolade zudem bietet sie ihren gasten essen ich durfte ein leckeres dominikanisches gericht probieren einfach fantastisch man kann sich jederzeit aus dem gut bestuckten kuhlschrank bedienen und die kuche nutzen sie kummert sich sehr gut um ihre gaste antwortet zugig und zeigt einem dass man sehr willkommen ihrem haus ist sodass es sich anfuhlt als ware man eigenen zuhause ich empfand die umgebung als sicher und gut lokalisiert war haufig nachts unterwegs und bin nur auf nette und hilfsbereite menschen gestossen werde auf jeden fall noch mal kommen carmen ist wirklich ein wahrer engel und die beste gastgeberin die ich kennen lernen durfte ich kann sie zu weiterempfehlen danke fur alle","polarity_meaningful":-0.9781,"sentiment_meaningful":"Negative"},{"listing_id":10019312,"id":223647798,"date":"2018-01-01","reviewer_id":136285268,"reviewer_name":"Ziyao","comments":"房东不在,是她老公在家｡人很nice,我们住得挺舒服,小区安静附近购物买吃的很方便,出门就有walgreen.当然,从家走到地铁站要10分钟,稍远了点,因为我们去是纽约最冷的时候｡电话新号不太好,有时电话打不通,但是有wifi, 网络信号也可以｡","comments_meaningful":"fang dong bu zai shi ta lao gong zai jia .ren hen nice wo men zhu de ting shu fu xiao qu jing fu jin gou wu mai chi de hen fang bian chu men jiu walgreen dang ran cong jia zou dao di tie zhan yao fen zhong shao yuan liao dian yin wei wo men qu shi niu yue zui leng de shi hou .dian hua xin hao bu tai hao shi dian hua da bu tong dan shi wifi wang luo xin hao ye ke yi","polarity_meaningful":-0.8225,"sentiment_meaningful":"Negative"},{"listing_id":5390882,"id":50200250,"date":"2015-10-10","reviewer_id":33131493,"reviewer_name":"Vanessa","comments":"A nossa estadia na casa do Charles foi perfeita. O local é exatamente como o descrito. Nas redondezas há tudo o que se precisa e o bairro é bem localizado. O apto é muito limpo, organizado e tudo foi muito agradável. Nosso anfitrião fez tudo o que podia para nos ajudar em tudo e nos deixar confortáveis! Obrigada por tudo :)","comments_meaningful":"nossa estadia na casa charles foi perfeita local exatamente como descrito nas redondezas ha tudo que se precisa bairro bem localizado apto muito limpo organizado tudo foi muito agradavel nosso anfitriao fez tudo que podia para nos ajudar em tudo nos deixar confortaveis obrigada por tudo","polarity_meaningful":0.34,"sentiment_meaningful":"Neutral"},{"listing_id":3324203,"id":24730508,"date":"2015-01-02","reviewer_id":23536930,"reviewer_name":"Gloria","comments":"El estudio era tal y como lo describió la pagina, limpio, espacioso y muy acogedor. El barrio muy tranquilo, limpio y seguro sobre todo, la verdad muy cercano a la estación del metro que te deja en la ciudad, conectado con queens por medio del autobús, centros comerciales cerca. Dorina todo el tiempo fue muy amable, al llegar al aeropuerto le marcamos y nada difícil llegar a la dirección, fue muy atenta, cuando empezó a llover nos  proporcionó un paraguas y nos ayudo en el pedido de comida rápida. Tuvimos buenas conversaciones, nos volveríamos a hospedar sin pensarlo dos veces en el estudio.","comments_meaningful":"el estudio era tal como lo describio la pagina limpio espacioso muy acogedor el barrio muy tranquilo limpio seguro sobre todo la verdad muy cercano la estacion del metro que te deja en la ciudad conectado con queens por medio del autobus centros comerciales cerca dorina todo el tiempo fue muy amable al llegar al aeropuerto le marcamos nada dificil llegar la direccion fue muy atenta cuando empezo llover nos proporciono un paraguas nos ayudo en el pedido de comida rapida tuvimos buena conversaciones nos volveriamos hospedar sin pensarlo dos veces en el estudio","polarity_meaningful":-0.5574,"sentiment_meaningful":"Negative"},{"listing_id":18803064,"id":527314467,"date":"2019-09-10","reviewer_id":81808809,"reviewer_name":"Sven","comments":"Netter Gastgeber , tolle Anbindung per Bahn an Manhattan etc , nette Tips , super Preis Leistung. Einige Bars direkt vor Ort vorhanden für den gute Nacht Drink","comments_meaningful":"netter gastgeber tolle anbindung bahn manhattan nette tips super preis leistung einige bar direkt vor ort vorhanden fur den gute nacht drink","polarity_meaningful":0.5994,"sentiment_meaningful":"Positive"},{"listing_id":22686497,"id":323435664,"date":"2018-09-15","reviewer_id":187780363,"reviewer_name":"Salvatore Francesco","comments":"Comincio col dire che sono stato 15 giorni di recente in questa casa con due amici. La casa è nuovissima, luminosa e col giardino. Non manca davvero nulla sia accessori per il bagno sia per la cucina (pure la lavastoviglie). Danielle è fantastica, simpaticissima e alla mano, un host! La zona è vicinissima alla fermata della metro, supermercati, farmacie e negozi. La zona è perfetta per muoversi in tranquillità, considerate che noi facevamo Brooklyn-Manhattan ogni giorno senza problemi anche i vicini sono molto simpatici. Che dire un gran bel soggiorno qui ve la consiglio vivamente! sicuramente quando tornerò a NYC andrò a pernottare lì! :D","comments_meaningful":"comincio col dire che sono stato giorni di recente questa casa con amici la casa nuovissima luminosa col giardino non manca davvero nulla sia accessori il bagno sia la cucina pure la lavastoviglie danielle fantastica simpaticissima alla mano un host la zona vicinissima alla fermata della metro supermercati farmacie negozi la zona perfetta muoversi tranquillita considerate che noi facevamo brooklyn manhattan ogni giorno senza problemi anche vicini sono molto simpatici che dire un gran bel soggiorno qui la consiglio vivamente sicuramente quando tornero andro pernottare li","polarity_meaningful":-0.4767,"sentiment_meaningful":"Neutral"},{"listing_id":3989564,"id":130320561,"date":"2017-02-05","reviewer_id":87164935,"reviewer_name":"Ruby","comments":"Close to public transport, so easy to get righ into the heart of manhattan! Ariela was accommodating and always there if we needed help. The apartment had everything we needed and more. Thank you so much Ariela we loved our stay!","comments_meaningful":"close public transport easy righ heart manhattan ariela accommodate need help apartment need thank ariela love stay","polarity_meaningful":0.9062,"sentiment_meaningful":"Positive"},{"listing_id":18499050,"id":571009478,"date":"2019-11-30","reviewer_id":272712418,"reviewer_name":"Chung Chien","comments":"空間比預期大很多  交通便利  也提供很多附近的資訊  是一個不錯的選擇","comments_meaningful":"kong jian bi yu qi da hen duo jiao tong bian li ye ti gong hen duo fu jin de zi xun shi yi ge bu cuo de xuan ze","polarity_meaningful":-0.6908,"sentiment_meaningful":"Negative"},{"listing_id":29100541,"id":574692791,"date":"2019-12-08","reviewer_id":151410612,"reviewer_name":"Ridha","comments":"Quaint and small, but that’s the beauty of it. If you’re looking for a place to drop your bags and explore the city and have somewhere to go to get rest and freshen up, this is the place. A 15 minute walk from the subway or the LIRR, and the Q23 bus around the corner, the room is located convenient in the heart of Forest Hills and is easily a 20-25 minute commute into the city, if not quicker. Sparklingly clean and Suket and his family are very helpful, kind and hospitable. Would definitely stay here again.","comments_meaningful":"quaint small beauty look place drop bag explore city rest freshen place minute walk subway lirr bus corner room locate convenient heart forest hills easily minute commute city not quick sparklingly clean suket family helpful kind hospitable definitely stay","polarity_meaningful":0.8943,"sentiment_meaningful":"Positive"},{"listing_id":22207975,"id":422675964,"date":"2019-03-11","reviewer_id":35440668,"reviewer_name":"Bashir","comments":"Great place and train is just a couple blocks away.","comments_meaningful":"great place train couple block away","polarity_meaningful":0.296,"sentiment_meaningful":"Neutral"},{"listing_id":19696952,"id":215398350,"date":"2017-11-29","reviewer_id":84354650,"reviewer_name":"Tina","comments":"The host canceled this reservation 30 days before arrival. This is an automated posting.","comments_meaningful":"host cancel reservation day arrival automate posting","polarity_meaningful":-0.25,"sentiment_meaningful":"Neutral"},{"listing_id":4550557,"id":28695029,"date":"2015-03-29","reviewer_id":23888984,"reviewer_name":"Jelena","comments":"Super hospitable and correct host, very friendly, good communication. Listing was very accurate.  Neighbourhood  was nice. We felt welcomed. We made very very good choice to go Angel’s place.","comments_meaningful":"super hospitable correct host friendly good communication listing accurate neighbourhood nice feel welcome good choice angel place","polarity_meaningful":0.9565,"sentiment_meaningful":"Positive"},{"listing_id":63657,"id":246541447,"date":"2018-03-25","reviewer_id":22348337,"reviewer_name":"Dallas","comments":"The home was spotless. Kitchen with everything that you would need for eating in and some light cooking. Great cable and comfortable space for relaxing. Beds were very comfortable with nice linens and plenty of towels.  Gracious host responsive to all inquiries and overall very hospitable.","comments_meaningful":"home spotless kitchen need eat light cook great cable comfortable space relax beds comfortable nice linen plenty towel gracious host responsive inquiry overall hospitable","polarity_meaningful":0.9702,"sentiment_meaningful":"Positive"},{"listing_id":14421383,"id":193707740,"date":"2017-09-14","reviewer_id":15237288,"reviewer_name":"Michael","comments":"Total liebe Jungs und eine sehr hübsche Wohnung. Und auch die Hunde waren sehr kontaktfreudig :)","comments_meaningful":"total liebe jungs und eine sehr hubsche wohnung und auch die hunde waren sehr kontaktfreudig","polarity_meaningful":-0.5994,"sentiment_meaningful":"Negative"},{"listing_id":32676186,"id":601547293,"date":"2020-02-03","reviewer_id":294145838,"reviewer_name":"Jordan","comments":"Nice place, right near Times Square and a short walk from Empire State. Well equipped amenities and thorough housekeeping.","comments_meaningful":"nice place right near times square short walk empire state equip amenity thorough housekeeping","polarity_meaningful":0.4215,"sentiment_meaningful":"Neutral"},{"listing_id":4457556,"id":564783389,"date":"2019-11-16","reviewer_id":92501483,"reviewer_name":"Patryk","comments":"Our trip to NY was successful thanks to the stay at Charlene.  She is a very pleasant person.  Communication went very smoothly and we received many tips for our city trip.  The bedroom and bathroom were very clean and large.  Good WiFi connection, heating adjustable, not so far from Central Park and metro.  In other words, if we ever had to come back, we would definitely go back to Charlene!","comments_meaningful":"trip successful thank stay charlene pleasant person communication smoothly receive tip city trip bedroom bathroom clean large good wifi connection heating adjustable not far central park metro word come definitely charlene","polarity_meaningful":0.9509,"sentiment_meaningful":"Positive"},{"listing_id":7806322,"id":58530776,"date":"2016-01-03","reviewer_id":5266947,"reviewer_name":"Katrine","comments":"We had a great time with Greg. We arrived in the afternoon and Greg was there to greet us. We had to return a rental car, and Greg followed us to the rental place in his car and took us back to the house. He was very helpful before and throughout our stay.  He was also very quick to respond to any questions we had. Since we were there during New Years he had even bought a bottle of champagne for us.\r\nThe neighborhood feels a little rough when you first arrive, but we felt safe the whole time we were there. We also had a nice experience on January 1st. We went into a small store, and the owner and friends were dancing and making music because is was New Years. As a present they gave us the groveries for free which made us feel very welcome. \r\nThe apartment is exactly as in the pictures. It was quite cold during our stay, and the apartment is well heated. ","comments_meaningful":"great time greg arrive afternoon greg greet return rental car greg follow rental place car house helpful stay quick respond question new years buy bottle champagne neighborhood feel little rough arrive feel safe time nice experience january st small store owner friend dance music new years present groveries free feel welcome apartment exactly picture cold stay apartment heated","polarity_meaningful":0.9766,"sentiment_meaningful":"Positive"},{"listing_id":38462597,"id":555396471,"date":"2019-10-27","reviewer_id":298788452,"reviewer_name":"Stephan","comments":"Nos encantó la habitación pero sobretodo el trato con Ing! Muy cercana, amable, y siempre atenta y dispuesta a ayudarnos con cualquier cosa que necesitáramos! Volveríamos 100%","comments_meaningful":"nos encanto la habitacion pero sobretodo el trato con ing muy cercana amable siempre atenta dispuesta ayudarnos con cualquier cosa que necesitaramos volveriamos","polarity_meaningful":0.0,"sentiment_meaningful":"Neutral"},{"listing_id":1114409,"id":5326590,"date":"2013-06-24","reviewer_id":6762319,"reviewer_name":"Meena","comments":"Large apartment, lovely breeze, easy\/accessible location! Marta was very accessible and responsive as well. Recommended! ","comments_meaningful":"large apartment lovely breeze easy accessible location marta accessible responsive recommend","polarity_meaningful":0.8934,"sentiment_meaningful":"Positive"},{"listing_id":10280345,"id":328235410,"date":"2018-09-25","reviewer_id":143016867,"reviewer_name":"Rene","comments":"second time this year for 6 nights in Laura''s house\nEverything was great again\nI recommend everyone Laura's house\nManhattan is easy to reach with the Q subway, about 25 minutes awag from the city","comments_meaningful":"second time year night laura house great recommend laura house manhattan easy reach subway minute awag city","polarity_meaningful":0.8625,"sentiment_meaningful":"Positive"},{"listing_id":173151,"id":20494374,"date":"2014-09-30","reviewer_id":17955504,"reviewer_name":"Jane","comments":"My husband and I were greeted warmly by Jane, and the studio apartment was exactly what we expected.  Jane showed us around the apartment and explained how everything worked.  We were extremely happy with the apartment, which was perfect in every way!","comments_meaningful":"husband greet warmly jane studio apartment exactly expect jane apartment explain work extremely happy apartment perfect way","polarity_meaningful":0.9179,"sentiment_meaningful":"Positive"},{"listing_id":39251197,"id":569755893,"date":"2019-11-27","reviewer_id":43938276,"reviewer_name":"Kelly","comments":"Willem was quick to respond and very helpful! The place was great! Great location and very clean with all necessities included! I appreciated the suggestions for things to do in the area!","comments_meaningful":"willem quick respond helpful place great great location clean necessity include appreciate suggestion thing area","polarity_meaningful":0.9468,"sentiment_meaningful":"Positive"},{"listing_id":7047808,"id":354925657,"date":"2018-12-02","reviewer_id":58499754,"reviewer_name":"Robert","comments":"Speedy communication and very flexible. Great space.","comments_meaningful":"speedy communication flexible great space","polarity_meaningful":0.7184,"sentiment_meaningful":"Positive"},{"listing_id":3372399,"id":147001308,"date":"2017-04-24","reviewer_id":116037546,"reviewer_name":"Lionel","comments":"Le logement est conforme à la description et aux photos , Peter est très serviable , nous avons quittés l'appartement plus tard avec l'accord de Peter . Nous avons passés un agréable séjour découverte de New-york dans un appartement très très agréable.Merci Peter.","comments_meaningful":"le logement est conforme la description et aux photo peter est tres serviable nous avons quittes appartement plus tard avec accord de peter nous avons pass un agreable sejour decouverte de new york dans un appartement tres tres agreable merci peter","polarity_meaningful":-0.5423,"sentiment_meaningful":"Negative"},{"listing_id":5150206,"id":207982262,"date":"2017-10-30","reviewer_id":155268520,"reviewer_name":"Lisa","comments":"Die Wohnung und unser Zimmer waren wie beschrieben, die Dachterrasse ein extra Pluspunkt. Camiren war nicht oft zu Hause, was den Vorteil hatte, dass wir die Wohnung - man durfte alle Räume nutzen - für uns alleine hatten. Diese ist schön und komfortabel. Danke Camiren, liebe Grüße aus Wien Lisa und Nicol!","comments_meaningful":"die wohnung und unser zimmer waren wie beschrieben die dachterrasse ein extra pluspunkt camiren war nicht oft zu hause den vorteil hatte dass wir die wohnung man durfte alle raume nutzen fur uns alleine hatten diese ist schon und komfortabel danke camiren liebe grusse aus wien lisa und nicol","polarity_meaningful":-0.9485,"sentiment_meaningful":"Negative"},{"listing_id":32272082,"id":552883848,"date":"2019-10-22","reviewer_id":263508442,"reviewer_name":"Hanspeter","comments":"Eine sauber und angenehme Unterkunft, sehr gute Lage mit Subway, Läden, Restaurant vor der Haustür und doch etwas ruhiger durch die Lage auf dem Roosevelt Island.","comments_meaningful":"eine sauber und angenehme unterkunft sehr gute lage mit subway laden restaurant vor der haustur und doch etwas ruhiger durch die lage auf dem roosevelt island","polarity_meaningful":-0.5994,"sentiment_meaningful":"Negative"},{"listing_id":35808578,"id":612419445,"date":"2020-02-29","reviewer_id":339092111,"reviewer_name":"Kiara","comments":"This was such a beautiful and cozy room that I almost forgot I wasn’t in a hotel. Would definitely book a second time and many more times to come.","comments_meaningful":"beautiful cozy room forget not hotel definitely book second time time come","polarity_meaningful":0.1882,"sentiment_meaningful":"Neutral"},{"listing_id":100002,"id":543356519,"date":"2019-10-07","reviewer_id":275861221,"reviewer_name":"Lisa","comments":"Very quiet and a comfortable place to stay!","comments_meaningful":"quiet comfortable place stay","polarity_meaningful":0.5106,"sentiment_meaningful":"Positive"},{"listing_id":16475570,"id":262378644,"date":"2018-05-08","reviewer_id":62291231,"reviewer_name":"Shafiq","comments":"Good place close to airport LGA","comments_meaningful":"good place close airport lga","polarity_meaningful":0.4404,"sentiment_meaningful":"Neutral"}]